Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/innlogging-pa-samisk_id_639977.html.tmx
Source language: nob
Languages: sme

source: Nyhet, 11.04.2011
sme: Ođas, 11.04.2011

source: De samiske språkene klassifiseres som truede språk av UNESCO.
sme: Goallos sámegillii MuID fierpmádahkii

source: Regjeringen har nå gjort innlogging til offentlige tjenester tilgjengelig på det største av de tre språkene, nordsamisk.
sme: Ráđđehus lea dál láhčen vejolašvuođa goallostit almmolaš bálvalusaid fierpmádahkii eanemus geavahuvvon sámegielain, davvisámegielain.

source: - I dag brukes MinID som innlogging av nær 2,5 millioner mennesker.
sme: - Dál lagabui 2,5 miljovnna olbmo goallostuvvojit MuID fierpmádahkii.

source: For at samisk skal være et levende språk må det også være en del av den digitale hverdagen.
sme: Vai sámegiella galgá leat ealli giellan de dat ferte leat oassin maiddái digitála árgabeaivvis.

source: Direktoratet for forvaltning og IKT (Difi) har nå gjort innlogging med elektronisk ID til offentlige tjenester tilgjengelig på nordsamisk, sier fornyings-, administrasjons- og kirkeminister Rigmor Aasrud.
sme: Hálddašan ja DGT direktoráhtta (Difi) lea dál láhčen vejolašvuođa goallostuvvot fierpmádahkii davvisámegillii, dadjá ođasmahttin-, hálddahus- ja girkoministtar Rigmor Aasrud.

source: Regjeringen har et mål om at all utviklingen innen IKT i offentlig sektor skal bygge på prinsipper om universell utforming.
sme: Ráđđehusa mihttomearrin lea ahte buot almmolaš DGT ovdáneapmi galgá čađahuvvot oppamáilmmálaš hábmema prinsihpaid mielde.

source: Når det gjelder samisk handler dette blant annet om at offentlig informasjon er tilgjengelig på samisk.
sme: Go lea sáhka sámegielas de dát e.e. mearkkaša ahte almmolaš dieđut maiddái galget leat gávdnamis sámegillii.

source: Nordsamisk som språkvalg er tilgjengelig i den siste versjonen av ID-porten, fellesløsningen som gir sikker innlogging til det offentlige.
sme: Davvisámegiela giellaválljen lea ID-uskkádaga maŋimus gáhppálat, oktasaščoavddus man bakte lea sihkkaris goallosteapmi almmolaš bálvalususkkádahkii.

source: Denne versjonen tas i bruk av de fleste offentlige virksomheter første halvår 2011.
sme: Dát gáhppálat váldo adnui eanas almmolaš bálvalusain 2011 vuosttaš jahkebeali mielde.

source: Selv om du får informasjon på samisk om elektronisk innlogging, er ikke alle elektroniske offentlige tjenester oversatt til nordsamisksamisk.
sme: Vaikko oaččut dieđuid sámegillii elektrovnnalaš goallosteami birra, de eai leat buot elektrovnnalaš bálvalusat jorgaluvvon davvisámegillii.
